{
  "en": {
    "quick_start": "Quick Start",
    "land_activity": "Land Activity",
    "detail_guide": "Detail Guide",
    "main_market": "Main Market",
    "my_account": "My Account",
    "combo_center": "Get Bamboo",
    "discover": "Discover",
    "question_center": "help center",
    "start_h3_1": "Register",
    "start_p_1": "You can register your Wunoland account with your Ethereum account. For the first time, you can enter the Ethereum account directly. Pictured:",
    "start_p_2": "If you don't have an Ethereum address, you can click on the next Ethereum Address text to see how to register for an Ethereum address.",
    "start_p_3": "However, if you want to get the G10 Wuno free, you can register with emailor bind email in the personal center after you log in",
    "start_h3_2": "Wuno Overview",
    "start_h3_2_p_1": "1, There are many varieties of Wuno, each of which has 13 grades. From G10-G0, there are three higher-order grades above G0, Xuan system, magic system, and divine system. When the wuno's rank surpasses G0, the wuno will evolve out of its own species and evolve into a new species. The higher the wuno level, the higher the probability of getting goods out and the greater the value of the goods.",
    "start_h3_2_p_2": " 2, Each wudo has five attributes of golden wood, water, and fire. The attribute value is directly related to the probability that wudo gains the commodity and obtains the commodity. The higher the wuno attribute, the higher the probability of obtaining the corresponding attribute goods. For example, if the attribute of a shoe is fire, then the higher the wudo that sends out the attribute fire, the more likely it is to get a product, and the probability of getting a prize shoe is also greater. There is also a special type of wudo. Such wudos have a special ability. Some of them have extraordinary ability to detect fire products at the very beginning of their lives. Some special wudos are extremely fast, and they can be called 'unprecedented wudo'.",
    "start_h3_3": "Get Wuno",
    "start_h3_3_p_1": " 1, After the user registers for the first time and binds the e-mail, the system will randomly give a G10 wuno, after which the G10 wuno will follow the user and remain unchanged forever. Users can send it to go out treasure hunt to enhance its experience and let it evolve.",
    "start_h3_3_p_2": "  2, Users can purchase Wuno in the market through bamboo。",
    "start_h3_4": "Get Bamboo",
    "start_h3_4_p_1": " 1, Users can obtain bamboo freely by accessing the bamboo page, participating in the sharing pool, and consuming their own CPU resources. The user adjusts the power mining rate by clicking each button in the following picture。",
    "start_h3_4_p_2": "2, Users can redeem bamboo in the personal center by charging money or recharging ETH, EOS.",
    "start_h3_4_p_3": "3, Users can find bamboo by participating in some activities on the discovery page. This feature will be opened later。",
    "start_h3_5": "Wuno Activity",
    "start_h3_5_p_1": "Incubating a wuno can be done by simply clicking on the wuno's eggs in the Wuno home, as shown below:",
    "start_h3_5_p_2": "Clicking on the wuno will show what the wuno can currently do:",
    "start_h3_5_p_3": "Click on the Out option in the popup options to pop out the outboard:",
    "start_h3_6": "Wuno Return",
    "start_h3_6_p_1": "1，If the wuno go out and get shards or virtual currency, they will return for some time after they go out (perhaps one hour, maybe three hours.). If the wuno returns, the following panel will appear in my home. The above shows the products brought back by the wuno. These products will be added to the user's total assets:",
    "start_h3_6_p_2": " 2，When the user’s product asset fragment reaches more than three, withdrawal can be made. You can click in the user center to reflect, you can jump to the withdrawal panel, in the withdrawal panel to enter their own real address",
    "start_h3_6_p_3": "Click on a cashable item to make a withdrawal.",
    "land_h3_1": "Hatching Wuno",
    "land_h3_1_p_1": "Incubating a wuno can be done by simply clicking on the wuno's eggs in the Wuno home, as shown below:",
    "land_h3_2": "Wuno Activity",
    "land_h3_2_p_1": "Clicking on the wuno will show what the wuno can currently do:",
    "land_h3_3": "Wuno Out",
    "land_h3_3_p_1": "Click on the Out option in the popup options to pop out the outboard:",
    "land_h3_3_p_2": "In the outboard panel, there are two mandatory options. The first one is the bamboo that was stored by the wuno when it was out. When more bamboos are given, the longer the wuno go out, the farther they go out and the more likely they are to get the goods. To understand this, we must understand two key points. One is the center for the production of goods, and the second is its own geographical location. We can click on the geographical map in the lower left corner",
    "land_h3_3_p_3": "Click to enlarge geographic map",
    "land_h3_3_p_4": "The position icon in the figure shows your current position. Five green circle balls identify five product centers. The closer you get to the center of the product, the greater the probability that the wuno will get. At the same time, the acquisition of goods is also related to the wuno's detection of the attributes of the goods and the properties of the wuno itself.",
    "land_h3_4": "Sell Wuno",
    "land_h3_4_p_1": "Click on the third sale option in Wuno Options to pop up the sell panel",
    "land_h3_4_p_2": "The selling panel displays the wuno' corresponding attribute ability values. With the reference price, the user only needs to enter the selling price in the selling price, and click OK.",
    "market_h3_1": "Buy Wuno",
    "market_h3_1_p_1": "Entering the Market will show all the wunos for sale. As shown below",
    "market_h3_1_h4_1": "Filter Wuno",
    "market_h3_1_p_2": "We provide a variety of screening conditions to help users better find the favorite wuno. Such as the screening of attribute values, the screening of wuno algebra.",
    "market_h3_1_h4_2": "Buy Wuno",
    "market_h3_1_p_3": "Click on the wuno in the wuno market center and a panel of wuno will appear. The wuno's attribute values ​​are displayed in detail on the panel:",
    "market_h3_1_p_4": "If the selected wuno meets the user's expectations, click on the purchase to get the wuno.",
    "combo_h3_1": "Get Bamboo",
    "combo_h3_1_p_1": "Go to the Get Bamboo page and click the Start button. As shown below",
    "combo_h3_1_h4_1": "After participating in the power pool, corresponding operations such as suspension can be performed.",
    "assets_h3_1": "My digital assets",
    "assets_h3_1_p_1": "Enter personal center to see my list of assets",
    "assets_h3_2": "Asset Recharge",
    "assets_h3_2_p_1": "The user can click on the recharge in the figure, or the recharge in the left panel to recharge the asset, currently limited to Eth, Eos asset recharge.",
    "assets_h3_3": "Assets Withdraw",
    "assets_h3_3_p_1": "The user can click on the withdrawal in the chart or with the cash withdrawal in the left panel for withdrawal of assets. Currently, the user can only use the Eth and Eos assets to withdraw cash.",
    "assets_h3_4": "Product Exchange",
    "assets_h3_4_p_1": "The user can click on the redemption of the list of products in my asset or the redemption of the commodity in the left panel."
  },
  "cn": {
    "quick_start": "快速上手",
    "land_activity": "大陆活动",
    "detail_guide": "详细引导",
    "main_market": "市场买卖",
    "my_account": "个人中心",
    "combo_center": "获取竹子",
    "discover": "发现",
    "question_center": "常见问题",
    "start_h3_1": "注册",
    "start_p_1": "你可以通过以太坊账号注册ETHLAND账号。首次注册，你可以直接输入以太坊账号即可。如图:",
    "start_p_2": "如果你没有以太坊地址，你可以点击旁边的 没有以太坊地址 文字，来查看如何注册一个以太坊地址。",
    "start_p_3": "但是若想免费获取G10呜喏，则先邮箱注册或者登陆后在个人中心认证邮箱即可得到一只G10呜喏。",
    "start_h3_2": "呜喏概述",
    "start_h3_2_p_1": "1, 呜喏分有多个品种，每个品种有十三个等级，从G10-G0，在G0上面还有三个高阶等级，玄系，幻系，神系。当呜喏的等级超越G0，此时呜喏将脱离本身物种的限制，进化成新的物种。呜喏等级越高，外出获得商品的概率就越高，商品的价值就越大。",
    "start_h3_2_p_2": " 2, 每只呜喏有金木水火土五种属性，属性值与呜喏获取商品和获得商品概率有直接关系。呜喏其某个属性越高，则获得相对应属性商品的可能性也就越高。比如，球鞋的属性为火，那么派出属性火越高的呜喏获得商品的可能性就更大，获得奖品球鞋的概率也更大。G系呜喏还有一类特殊呜喏，该类呜喏天生具有特殊能力，有的刚出生就对火系商品探测能力超凡，有的特殊呜喏的速度极快，可称为 “极速呜喏”。",
    "start_h3_3": "获取呜喏",
    "start_h3_3_p_1": " 1, 用户首次注册，且绑定邮箱后，系统会随机赠送一只10级呜喏，之后该G10呜喏会一只跟随用户，终身不变。用户可差遣它去外出寻宝依次来增强它的经验，让它进化。",
    "start_h3_3_p_2": "  2, 用户可在市场通过竹子购买呜喏。",
    "start_h3_4": "获取竹子",
    "start_h3_4_p_1": " 1, 用户可通过 获取竹子 页面，通过参与算力分享池，消耗自己的CPU资源依次来免费获取竹子。用户通过点击下图中的各个按钮来调节算力挖掘速率。",
    "start_h3_4_p_2": "2, 用户可在个人中心通过人民币充值或者充值ETH, EOS等虚拟货币来兑换竹子。",
    "start_h3_4_p_3": "3, 用户可以在 发现 页面通过参与一些活动以此来获取竹子, 这个功能将在之后开放。",
    "start_h3_5": "呜喏活动",
    "start_h3_5_p_1": "孵化呜喏只需点击呜喏家园中的呜喏蛋，即可进行孵化，如下图:",
    "start_h3_5_p_2": "点击呜喏，将显示呜喏当前可进行的活动：",
    "start_h3_5_p_3": "在弹出的选项中点击外出选项，即可弹出外出面板：",
    "start_h3_6": "呜喏回归及提现",
    "start_h3_6_p_1": "1，如果呜喏外出获得商品碎片或者虚拟货币时, 会在外出后的一段时间内回归（可能是一个小时，可能是三个小时，这是一个佛性的游戏）。将会在我的家园出现如下面板, 上面显示了呜喏外出带回来的商品，这些商品将会加入用户的总资产里面：",
    "start_h3_6_p_2": " 2，当用户的商品资产碎片达到三个以上时，即可进行提现。可在用户中心里点击体现，即可跳转到体现面板，在体现面板输入自己的收获地址，即可。",
    "start_h3_6_p_3": "点击可提现的商品即可进行商品提现，如下图：",
    "land_h3_1": "孵化呜喏",
    "land_h3_1_p_1": "孵化呜喏只需点击呜喏家园中的呜喏蛋，即可进行孵化，如下图:",
    "land_h3_2": "呜喏活动",
    "land_h3_2_p_1": "点击呜喏，将显示呜喏当前可进行的活动：",
    "land_h3_3": "呜喏外出",
    "land_h3_3_p_1": "点击呜喏，在弹出的选项中点击外出选项，即可弹出外出面板：",
    "land_h3_3_p_2": "在外出面板中，有两个必选项，第一个是本次呜喏外出所储备的粮食--竹子。当给与的竹子越多，呜喏外出的时间越长，则外出的距离就越远，获得的商品可能性就越大。要理解这个，我们得理解两个关键点，一个是商品产生中心，第二个是自身的地理位置。我们可以点击左下角的地理图：如图",
    "land_h3_3_p_3": "点击之后地理图变大",
    "land_h3_3_p_4": "图中位置图标显示的是你当前所处的位置，五个绿色的圆圈球标识五个商品中心，当离商品中心越近，呜喏获取的概率就越大。同时，获取商品也跟呜喏对商品属性的探测，及呜喏自身的属性有关。",
    "land_h3_4": "出售呜喏",
    "land_h3_4_p_1": "点击呜喏选项中的第三个 出售选项 即可弹出出售面板，如图：",
    "land_h3_4_p_2": "出售面板上面显示呜喏相应的属性能力值，与参考售价，用户只要在售价中填写售价值，点击确定即可。",
    "market_h3_1": "购买呜喏",
    "market_h3_1_p_1": "进入呜喏市场，将展示所有待售的呜喏。如下图",
    "market_h3_1_h4_1": "筛选呜喏",
    "market_h3_1_p_2": "我们提供多种筛选条件帮助用户更好的找到心仪的呜喏。如对属性值的筛选，对呜喏代数的筛选。",
    "market_h3_1_h4_2": "购买呜喏",
    "market_h3_1_p_3": "点击呜喏市场中心仪的呜喏，将会出现呜喏购买的面板，面板上详细的显示出呜喏的属性值：",
    "market_h3_1_p_4": "如所选呜喏符合用户的预期，则点击购买即可得到该呜喏。",
    "combo_h3_1": "获取竹子",
    "combo_h3_1_p_1": "进入获取竹子页面，点击开始按钮即可。如下图",
    "combo_h3_1_h4_1": "参与算力池之后，可进行相应的操作，如暂停等。",
    "assets_h3_1": "我的数字资产",
    "assets_h3_1_p_1": "进入个人中心，即可看见我的资产列表",
    "assets_h3_2": "资产充值",
    "assets_h3_2_p_1": "用户可点击图中的充值，或者左侧面板中的充值进行资产充值，当前仅限于Eth, Eos资产充值。",
    "assets_h3_3": "资产提现",
    "assets_h3_3_p_1": "用户可点击图中的提现，或者左侧面板中的提现进行资产提现，当前仅限于Eth, Eos资产提现。",
    "assets_h3_4": "商品兑换",
    "assets_h3_4_p_1": "用户可点击我的资产中商品列表的兑换，或者左侧面板中的商品兑换进行商品提现。"
  }
}
